export const linearSpaces = {
  name: 'linear-spaces',
  label: 'Линейные пространства',
  href: 'linear-spaces',
  questionsList: [
    'Проверить линейную независимость',
    'Исследовать систему векторов на линейную зависимость',
    'Найти уравнение, определяющее подпространство',
    'Определить базис подпространства, если подпространство задано однородной системой уравнений',
    'Определить базис и разложение остальных векторов по базису для линейной оболочки',
    'Определить базис суммы и базис пересечения подпространств',
    'Определить матрицу перехода от базиса к базису',
    'Определить координаты вектора в другом базисе',
    'Определить матрицу линейного оператора в другом базисе',
  ],
}